Repository: hadrian88/ANRTournament
Catalog: ANRTournament/Resources/StringTable.*.resx
Languages: de

# AboutWindow_OProgramie
source: About...
de: Über programm

# AboutWindow_Programowanie
source: Programming:
de: Programmieren:

# AboutWindow_ZglaszanieProblemow
source: Reporting errors:
de: Problem melden:

# CreateRoundWindow_Anuluj
source: Cancel
de: Abbrechen

# CreateRoundWindow_Gracz1
source: Player 1
de: Spieler 1

# CreateRoundWindow_Gracz2
source: Player 2
de: Spieler 2

# CreateRoundWindow_MozliweGry
source: Possible games
de: Mögliche Spiele

# CreateRoundWindow_NiepelnaRunda
source: Uncomplete round!
de: Unvollständige Runde!

# CreateRoundWindow_Runda
source: Round
de: Runde

# CreateRoundWindow_TworzenieRundy
source: Create round
de: Erstelle Runde

# CreateRoundWindow_Utworz
source: Create
de: Erstelle

# DeckCheckWindow_Frakcja
source: Faction
de: Fraktion

# DeckCheckWindow_ImieINazwisko
source: Name and surname
de: Name und Nachname

# DeckCheckWindow_LiczbaGraczyDoLosowania
source: Count of players to deckcheck
de: Deckcheck Anzahl der Spieler

# DeckCheckWindow_Losuj
source: Draw
de: Unentschieden

# DeckCheckWindow_Nazwa
source: Nick
de: Nickname

# MainWindow_Clear
source: Delete
de: Löschen

# MainWindow_Data
source: Date:
de: Datum:

# MainWindow_DeletePlayoffs
source: Are you sure you want to clear playoffs?
de: Bist du sicher, dass du die Playoffs leeren möchtest?

# MainWindow_DeleteRound
source: Are you sure you want to delete the last round?
de: Bist du sicher, dass du die letzte runde entfernen willst?

# MainWindow_Dodaj
source: Add
de: Hinzufügen

# MainWindow_DrukujKlasyfikacjeKoncowa
source: Print final results
de: Endergebnisse drucken

# MainWindow_DrukujRunde
source: Print round
de: Runde drucken

# MainWindow_Edytuj
source: Edit
de: Ändern

# MainWindow_Eksport
source: Export
de: Exportieren

# MainWindow_Gracze
source: Players
de: Spieler

# MainWindow_ImieINazwisko
source: Name and surname
de: Name und Nachname

# MainWindow_KlasyfikacjaKoncowa
source: Final results
de: Endergebnisse

# MainWindow_KlasyfikacjaKoncowaTXTFormatted
source: Final results -> TXT (formatted table)
de: Finalrunden -> TXT (formatierte Tabelle)

# MainWindow_LastRoundNotEnd
source: The last round was not completed. You can not create a new one.
de: Die letzte Runde wurde nicht beendet. Es kann keine neue erstellt werden.

# MainWindow_LiczbaGier
source: Games count
de: Spiele

# MainWindow_Minimalizuj
source: Minimize
de: Minimieren

# MainWindow_Nick
source: Nick
de: Nickname

# MainWindow_NieMoznaWygenerowacWiecejRund
source: Unable to generate next rounds
de: Das Programm kann keine weiteren Runden generieren

# MainWindow_NiezapisaneDane
source: All unsaved data will be lost of the current tournament. Do you want to continue?
de: Die nicht gespeicherten Daten des Turniers gehen verloren. Möchtest du fortfahren?

# MainWindow_NowaRunda
source: New round
de: Neue Runde

# MainWindow_Nowy
source: New...
de: Neu…

# MainWindow_Opcje
source: Options
de: Optionen

# MainWindow_OProgramie
source: About...
de: Über programm…

# MainWindow_Otworz
source: Open...
de: Öffnen…

# MainWindow_PlayerDeactivate
source: Are you sure you want to deactivate the selected user?
de: Bist du sicher, dass du den ausgewählten Spieler deaktivieren willst?

# MainWindow_PlayerDelete
source: Are you sure you want to delete the selected player?
de: Bist du sicher, dass du den ausgewählten Spieler entfernen willst?

# MainWindow_PlayerExists
source: Player nick you specified already exists in the table
de: Der ausgewählte Nickname wurde schon angemeldet

# MainWindow_PlikiGraczy
source: Players files
de: Spieler Dateien

# MainWindow_PlikiTurniejow
source: Pliki turniejów
de: Turnier Dateien

# MainWindow_PlikiTXT
source: TXT files
de: TXT Dateien

# MainWindow_Pomoc
source: Help
de: Hilfe

# MainWindow_Przelicz
source: Recreate
de: Neu erstellen

# MainWindow_Punkty
source: Points
de: Punkte

# MainWindow_Rank
source: Rank
de: Rang

# MainWindow_ResetTournament
source: Loading the players will be reset by the tournament. Do you want to continue?
de: Das Laden der Spieler wird das Turnier zurücksetzen. Möchtest du fortfahren?

# MainWindow_Rundy
source: Rounds
de: Runden

# MainWindow_RundyTXTFormatted
source: Rounds -> TXT (formatted table)
de: Runden -> TXT (formatierte Tabelle)

# MainWindow_SredniRankGraczy
source: Avg players ranking
de: Durchschnittliches Spieler Ranking

# MainWindow_TabelaWynikow
source: Results table
de: Ergebnistabelle

# MainWindow_TabelaWynikowTXT
source: Results table -> TXT
de: Ergebnistabelle -> TXT

# MainWindow_TabelaWynikowTXTFormatted
source: Results table -> TXT (formatted table)
de: Ergebnistabelle -> TXT (formatierte Tabelle)

# MainWindow_Turniej
source: Tournament
de: Turnier

# MainWindow_TworzenieRundyRecznie
source: Custom creation of round
de: Runde manuell erstellen

# MainWindow_Ustawienia
source: Settings
de: Einstellungen

# MainWindow_Usun
source: Drop
de: Entfernen

# MainWindow_UsunOstRunde
source: Delete last round
de: Entferne letzte Runde

# MainWindow_Wczytaj
source: Load...
de: Laden…

# MainWindow_WRP
source: W-D-L
de: S-U-N

# MainWindow_Wyszukaj
source: Search ...
de: Suchen…

# MainWindow_Zamknij
source: Close
de: Schließen

# MainWindow_Zapisz
source: Save
de: Speichern

# MainWindow_ZapiszJako
source: Save as...
de: Scheichern unter…

# PlayoffRoundComboBox_Final
source: Final
de: Finale

# RoundControl_DrukujRunde
source: Print round
de: Runde drucken

# RoundControl_Edytuj
source: Edit
de: Ändern

# RoundControl_Gracz1
source: Player 1
de: Spieler 1

# RoundControl_Gracz2
source: Player 2
de: Spieler 2

# RoundControl_Nr
source: No.
de: Anzahl

# RoundControl_Runda
source: Round
de: Runde

# RoundControl_Wynik
source: Score
de: Punkte

# TimerControl_Restart
source: Restart
de: Neustart

# TimerControl_UstawCzas
source: Set timer [minutes]
de: Timer einstellen

# Tournament_ErrorOpenPlayers
source: Error opening players file. Path: {0} {1}
de: Fehler beim Öffnen der Spielerdatei. {0} {1}

# Tournament_ErrorOpenTournament
source: Error opening tournament file. Path: {0} {1}
de: Fehler beim Speichern der Turnierdatei. {0} {1}

# Tournament_ErrorSavePlayers
source: Error saving players file. Path: {0} {1}
de: Fehler beim Speichern der Spielerdatei. {0} {1}

# Tournament_ErrorSaveTournament
source: Error saving tournament file. Path: {0} {1}
de: Fehler beim Speichern der Turnierdatei. {0} {1}

# PlayerWindow_Anuluj
source: Cancel
de: Abbrechen

# PlayerWindow_DaneGracza
source: Player details
de: Spieler Details

# PlayerWindow_Nazwisko
source: Surname
de: Nachname

# PlayerWindow_Nick
source: Nick
de: Nickname

# PlayerWindow_PoleNazwaJestObowiązkowe
source: The 'Nick' is mandatory
de: Der 'Nickname' ist erforderlich

# PlayerWindow_Ranking
source: Ranking
de: Rang

# PM_Error
source: Error
de: Fehler

# PM_Warning
source: Warning
de: Warnung

# SettingsWindow_Anuluj
source: Cancel
de: Abbrechen

# SettingsWindow_Opcje
source: Options
de: Optionen

# SettingsWindow_TabelaWynikowIRundy
source: Results table and rounds on separate tabs (after changing restart the program)
de: Ergebnistabelle und Runden in separaten Registerkarten (Nach dem Ändern das Programm neustarten)

# SettingsWindow_Zamknij
source: Close
de: Schließen

# SettingsWindow_Zapisz
source: Save
de: Speichern

# MainWindow_CMenu_ActivatePlayer
source: Activate player
de: Spieler aktivieren

# MainWindow_CMenu_DeletePlayer
source: Drop player
de: Spieler entfernen

# MainWindow_Gracz
source: Player
de: Spieler

# MainWindow_LG
source: GC
de: Sp

# MainWindow_1_16
source: 1 / 16 finals
de: 1 / 16 Finale

# MainWindow_1_2
source: Semi-finals
de: Halbfinale

# MainWindow_1_4
source: Quarter-finals
de: Viertelfinale

# MainWindow_1_8
source: 1 / 8 finals
de: 1 / 8 Finale

# MainWindow_Final
source: Final
de: Finale

# MainWindow_GraOTrzecieMiejsce
source: 3rd place game
de: Das Spiel für dritten Platz

# MainWindow_Statistics
source: Statistics
de: Statistik

# StatisticsWindow_RozkladStolic
source: Faction statistics
de: Fraktion statistik

# StatisticsWindow_RozkladStolicTop
source: Faction statistics TOP 16
de: Fraktion statistik TOP 16

# StatisticsWindow_Title
source: Statistics
de: Statistik

# PM_No
source: No
de: Nein

# PM_Yes
source: Yes
de: Ja

# SettingsWindow_BYE
source: Small points counting (+/-) for BYE score:
de: Rundenpunkte (+/-) für Spiele gegen das Freilos:

# SettingsWindow_SystemKostki
source: "Dice" system
de: "Würfel" System

# SettingsWindow_SystemKostki_Disabled
source: Disabled
de: Blockiert

# SettingsWindow_SystemKostki_Enabled
source: Full
de: Vollständig

# SettingsWindow_SystemKostki_OnlyRandom
source: Only random
de: Nur Zufällig

# MainWindow_CMenu_Disqualification
source: Disqualification
de: Disqualifikation

# MainWindow_PlayerActivate
source: Are you sure you want to activate the selected user?
de: Bist du sicher, dass du den ausgewählten Spieler aktivieren willst?

# MainWindow_PlayerDisqualification
source: Are you sure you want to disqualify the selected user?
de: Bist du sicher, dass du den ausgewählten Spieler disqualifizieren willst?

# SettingsWindow_WidocznoscKolumn
source: Columns visibility
de: Spalten Sichtbarkeit

# MainWindow_CMenu_Payment
source: Payment
de: Zahlung

# SettingsWindow_BYEDlaPrzegranych
source: BYE only for loser
de: Freilos nur für Verlierer

# SettingsWindow_AutoSave
source: Auto-save before every round
de: Auto Speichern jede Runde

# SettingsWindow_BYEOptions
source: BYE options
de: Freilos Optionen

# SettingsWindow_SystemKostki_BYEHasDice
source: Mark BYE as started
de: Mark Frielos als gestartet

# RoundControl_DrugaGra
source: Only first game
de: Nur das erste Spiel

# MainWindow_KlasyfikacjaKoncowaHTML
source: Final results -> HTML
de: Finalrunden -> HTML

# MainWindow_TabelaWynikowHTML
source: Results table -> HTML
de: Ergebnistabelle -> HTML

# MainWindow_PlikiHTML
source: HTML files
de: HTML Dateien
